examples/gks_flux_validation/fourierSlabPr08/0/epsilonS
FoamFile { version 2.0; format ascii; class volScalarField; location "0"; object epsilonS; }
dimensions [0 0 0 0 0 0 0];
internalField uniform 0;
boundaryField
{
    left { type zeroGradient; }
    right { type zeroGradient; }
    yMin { type symmetryPlane; }
    yMax { type symmetryPlane; }
    zEmpty { type empty; }
}
