examples/gks_flux_validation/fourierSlabPr08/0/rho
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object rho;
}
dimensions [1 -3 0 0 0 0 0];
internalField uniform 1.16144018583043;
boundaryField
{
    left { type zeroGradient; }
    right { type zeroGradient; }
    yMin { type symmetryPlane; }
    yMax { type symmetryPlane; }
    zEmpty { type empty; }
}
