examples/gks_flux_validation/fourierSlabPr08/system/controlDict
FoamFile { version 2.0; format ascii; class dictionary; object controlDict; }
application GpuGkp;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 0.1;
deltaT 1e-5;
writeControl runTime;
writeInterval 0.1;
purgeWrite 0;
writeFormat ascii;
writePrecision 14;
writeCompression off;
timeFormat general;
timePrecision 12;
runTimeModifiable yes;
adjustTimeStep yes;
maxCo 0.4;
maxDeltaT 1e-4;
